Repository: SnakeO/codeable-etsy-product
Catalog: languages/codeable-etsy-product-*.po
Languages: es_es

source: Codeable - Etsy Product
es_es: Codeable - Producto de Etsy

source: Codeable - Etsy Product Settings
es_es: Codeable - Configuración de Producto de Etsy

source: Etsy Settings
es_es: Configuración de Etsy

source: The following options are used to setup Etsy Products
es_es: Las siguientes opciones se utilizan para configurar Productos de Etsy

source: Paste Your Etsy API Key. One has been pre-filled for you.
es_es: Pegar tu clave de API de Etsy. Uno ha sido previamente llenado para usted.

source: Etsy Shop Name
es_es: Nombre de la tienda de Etsy

source: Enter Your Etsy Shop name. One has been pre-filled for you as an example.
es_es: Introduzca el nombre de su tienda de Etsy. Uno ha sido previamente llenado para usted como un ejemplo.

source: Etsy Product
es_es: Producto de Etsy

source: Pick an Etsy Item:
es_es: Elija un elemento de Etsy:

source: Cache for faster displaying:
es_es: Cache para mostrar más rápido:

source: Don't cache
es_es: No caché

source: 1 minute
es_es: 1 minuto

source: 5 minutes
es_es: 5 minutos

source: 30 minutes
es_es: 30 minutos

source: 1 hour
es_es: 1 hora

source: 1 day
es_es: 1 dia

source: Product Image and Description are pulled from Etsy. There is need to enter them on this admin screen.
es_es: Imagen de producto y descripción se tiran de Etsy. Es necesario entrar en la pantalla admin.

source: Description
es_es: Descripción

source: Codeable WooCommerce Custom Etsy Product
es_es: Codeable WooCommerce Custom Etsy Producto

source: A Custom Etsy Product Type for WooCommerce
es_es: Un tipo de producto de encargo Etsy para WooCommerce
